{
    //navbar//
    "navbar-home": "Home",
    "navbar-about": "About",
    "navbar-business": "Business",
    "navbar-community": "Community",
    "navbar-notice": "Notice",
    "navbar-news": "News",
    "navbar-video": "Our Video",
    "navbar-contact": "Contact Us",

    //footer//
    "footer-tagline": "Connecting The World Through Technology",
    "footer-company": "Our Company",
    "footer-about": "About Us",
    "footer-news": "News",
    "footer-notice": "Notice",
    "footer-videos": "Our Videos",
    "footer-contact": "Contact Us",
    "footer-business": "Business",
    "footer-address": "PT. Networks Indonesia Aku",
    "footer-address1": "AIA CENTRAL 21st Floor.",
    "footer-address2": "Jenderal Sudirman Street, Number Kav. 48A,",
    "footer-address3": "Karet Semanggi, Kecamatan Setiabudi,",
    "footer-address4": "South Jakarta City, DKI Jakarta 12930",
    "footer-hq": "Samchully Networks (South Korea HQ)",
    "footer-email1": "Email",
    "footer-email2": "info@nia.co.id",
    "footer-privacy": "Privacy Police",

    //home//
    "iil": "Intelligent Integrated Logistics",
    "iil-content": "Utilizing our unique transportation system and advanced technology, we offer solutions merging big data and AI. Our platforms enable efficient demand prediction and risk management.",
    "dh": "Digital Healthcare",
    "dh-content": "We offer reliable health solutions through optimized customer-tailored consultations by healthcare professionals, integrating AI-based big data analysis considering customer preferences, health status, underlying conditions, and medications.",
    "sdm": "System Development & Management",
    "sdm-content": "From planning to maintenance, we offer innovative solutions with unique expertise for domestic and global clients.",
    "ev": "Export Voucher",
    "ev-content": "We assist in every step for successful business execution, from analysis to document services and translation for global expansion.",
    "btn-submit-: "Submit",more": "More",
    "title-client": "Collaborating seamlessly to create value and drive success for our clients.",
    "latest-news": "Latest News",

    //business-iil//
    "iil-head": "Utilizing differentiated information and communication technologies, along with our intelligent transportation system, we integrate big data and AI innovations. This includes an intelligent integrated logistics platform and a demand response mobility platform, enabling efficient transportation solutions with effective risk management and response capabilities.",
    "samchullypay": "Through an intelligent integrated logistics platform, we track logistics in real-time to locate positions, dispatch, movement status, shortest distances, and costs. With our proprietary solution enabling demand prediction and risk management through big data, we are building a leading record in the transportation platform industry.",
    "samchullypay1": "Notification Dispatch",
    "samchullypay1-content": "Work dispatch with mobile push function. With just one mobile device , we build a transparent dispatch platform, breaking away from the existing radio dispatch.",
    "samchullypay2": "Location Detector",
    "samchullypay2-content": "We provide location information of the dispatched driver to reduce waiting times without knowing when the driver will arrive. Drivers no longer need to contact you upon departure.",
    "samchullypay3": "Work Log",
    "samchullypay3-content": "Our Platform offers real-time tracking, optimizing dispatch, monitoring, and managing costs through advanced big data analytics for demand prediction and risk management.",
    "olligo": "Through our community for transportation professionals, we offer a one-stop social network for industry news, regulatory updates, and more. Start groups and meetings based on various search criteria like location, vehicle type, and topics.",
    "olligo1": "Group Dispatch",
    "olligo1-content": "If you register tasks within your assigned group, dispatch will only be conducted within that group, ensuring that tasks are performed by drivers verified within the group.",
    "olligo2": "Rank Distribution",
    "olligo2-content": "The dispatch order is determined based on the task registration ranking within the group. Tasks shared will receive priority in dispatch according to their ranking.",
    "olligo3": "Basic Document",
    "olligo3-content": "Do you spend time searching for documents every time you have a task? Try our Basic Document feature, where you can save documents once and have them readily available for task dispatch.",
    "chaonda": "Based on accumulated transportation-related big data, we are creating a new transportation ecosystem that supports various demands for metropolitan travel, including congestion relief in major urban areas and achieving RE100 through carbon emission reduction effects. We enhance accessibility to public transportation in rural areas, benefiting transportation-disadvantaged individuals.",
    "commuterbus": "We provide a unique ticketing and reservation system for commuter bus systems, incorporating accumulated transportation and information communication technologies from Samchully Networks.",

    //business-dh//
    "dh-head": "We provide reliable health solutions through optimized customer-personalized counseling by health care professionals that considers customer preferences, health conditions, underlying diseases, and medications being taken, as well as health care plan design using artificial intelligence (AI)-based big data.",
    "Healthyhada": "We provide trustworthy health solutions through optimized customer-tailored consultations by healthcare professionals considering customer preferences, health status, underlying conditions, and medications, along with AI-based big data utilization for designing health functional food plans.",
    "Healthyhada1": "Tailored Consultation",
    "Healthyhada1-content": "Personalized Nutritional Counseling Consult with experts on your specific nutritional needs and improve your health with the right nutrition!",
    "Healthyhada2": "Big Data",
    "Healthyhada2-content": "AI trained on survey data from over 4,000 experts. Customized recommendations tailored to our customers.",
    "Healthyhada3": "Experts",
    "Healthyhada3-content": "Consult with Pharmacists, Dietitians, and Exercise Prescribers. Experience monthly changes with our health experts!",

    //business-sdm//
    "sdm-head": "We undertake all stages of system development and platform planning, design, development, SQA, and maintenance with differentiated technical expertise and accumulated know-how, providing new technologies to meet the requirements of both domestic and global customers.",
    "tnr": "Ticketing & Reservation",
    "tnr-content": "We provide optimized solutions tailored to various device environments such as PC, mobile, and kiosks, as well as diverse business contexts including transportation, events, exhibitions, restaurants, culture, and arts. Experience our one-stop solution for differentiated reservation, cancellation, payment, and ticketing.",
    "tnr1": "Reservation",
    "tnr1-content": "Easy bus reservation no matter how far the distance is. Reservations can be made online through our ticketing.",
    "tnr2": "Kiosk Ticketing",
    "tnr2-content": "Maximize the operational efficiency of ticket issuance, such as purchasing tickets and printing advance tickets.",
    "tnr3": "Settlement Service",
    "tnr3-content": "Settlement reports compiled every hour can be checked anywhere as long as you have an online device.",
    "pis": "Payment Integration System",
    "pis-content": "We support various payment methods including credit cards, QR codes, and mobile payments, offering flexible options for both online and offline transactions, as well as kiosk payments. With our robust and reliable management system, you can easily and quickly process orders, approvals, cancellations, changes, and settlements, while also receiving high-quality settlement reports.",

    //business-ev//
    "ev-head": "We collect and analyze country-specific information to optimize data for each target market, offering business feasibility analysis and infrastructure consulting to localize Korea's advanced technology. Additionally, we provide document services, including visas and customs clearance, as well as translation and interpretation support for successful business execution.",
    "rnc": "Research & Consulting",
    "rnc-content": "Based on our overseas subsidiaries, which are establishing an organic cooperation system with our Korean headquarters, Samchully Networks is laying the foundation for global expansion, including assisting clients with overseas ventures, local proof-of-concept projects, and localization strategies.",
    "rnc1": "Basic Market Research & Analysis",
    "rnc1-content": "Includes product analysis, export capacity analysis, demand trends, import/export trends, retail price trends, distribution structure, competitive trends, local conditions, feasibility studies, and potential and expected demand surveys.",
    "rnc2": "Custom Market Research & Analysis.",
    "rnc2-content": "Conducts local retail seller surveys (interviews), potential and expected consumer surveys (interviews), local customized trend analysis, product deep-dive analysis, and in-depth market entry analysis.",
    "rnc3": "Business Partner Connection",
    "rnc3-content": "Identifies and matches interested buyers, finds supply/processing companies for local exports, negotiates trade conditions, and conducts institutional/corporate feasibility studies.",
    "rnc4": "In-depth Research & Market Entry Strategy Consulting",
    "rnc4-content": "Conducts sample tests, analyzes target product/company competition, and provides on-site support for sales.",
    "rnc5": "Execution Support & Mid-to-Long-Term Strategy Consulting",
    "rnc5-content": "Analyzes performance, advises mid-to-long-term strategies, discovers sustainable models, formulates strategies for deepening local penetration, and establishes local communication channels/offices.",
    "rnc6": "Buyer Situation Tracking & Follow-up Consulting",
    "rnc6-content": "Conducts on-site visits and tracks buyer situations, responds to crises (such as local raw material supply, trade lines, etc.), and discovers models for solution.",
    "oba": "Overseas Business Agency",
    "oba-content": "Leveraging our qualifications in overseas construction engineering and information communication projects, along with successful experience in national aid projects, we provide comprehensive assistance through Samchully Networks for various local business tasks, including residency, employment, education, required documents, and permit issuance, making it easy and accurate for our clients.",
    "oba1": "Export Documentation and Local Registration",
    "oba1-content": "Contract drafting, export logistics documentation consultancy, trade automation, post-management, FTA origin-related document consultancy.",
    "oba2": "Credit Certification Service for Overseas Export",
    "oba2-content": "Issuance of overseas credit rating inquiry (foreign language report).",
    "oba3": "Local Entry Representation and Public Procurement Market Entry",
    "oba3-content": "Document preparation, application, local entry representation, fees for maintaining qualifications for public procurement bidding.",
    "md": "Multimedia Design",
    "md-content": "We provide design services for responsive foreign language websites, mobile apps, overseas online shopping product pages, etc., minimizing cultural differences between local and Korean cultures through local staff.",
    "md1": "Responsive Website",
    "md1-content": "Optimization for web/mobile/tablet, development of web pages and admin pages tailored to planning requirements, UX/UI optimization.",
    "md2": "Online Shopping Product Pages",
    "md2-content": "Creation of online shopping malls and product pages planned according to product characteristics.",
    "md3": "Export GUI",
    "md3-content": "Development of hybrid apps for AOS and iOS, native app creation.",
    "its": "Interpretation/Translation Service",
    "its-content": "We provide specialized translation and interpretation services tailored to the local culture and business terminology of the target country. Our team of experts, with extensive experience and relevant degrees, offers services across various fields such as legal documents, software content, gaming/mobile app content, business/technical documents, and website translation.",
    "its1": "Interpretation",
    "its1-content": "Dubbing, simultaneous interpretation, consecutive interpretation. Online meetings (Zoom), webinars, interpretation of video/audio materials",
    "its2": "Onsite Interpretation",
    "its2-content": "Interpretation for local activities. Visits to local organizations/companies, seminars/exhibitions/talks",
    "its3": "Translation",
    "its3-content": "General business document translation. Translation of general content, website/blog/publication materials, and all types of documents",
    "its4": "Specialized Document Translation",
    "its4-content": "Translation requiring precise terminology and technical understanding, such as patent specifications, transportation/communication/electronics/mechanical/financial/medical documents",

    //About//
    "10years": "Years of Proven Experience",
    "10years-content": "With a decade worth of experience and excellent infrastructure, NIA is your reliable partner.",
    "ceo": "CEO Greetings",
    "ceo-msg1": "As a subsidiary of Samchully Networks from South Korea, PT Networks Indonesia Aku was established in Jakarta, Indonesia in 2021 with a clear mission: 'To become a leading IT company in Indonesia, emphasizing environmentally friendly products and services. We aim to create technology for the advancement of transportation and infrastructure, healthcare technology, education, logistics, smart factories, online payment systems, and their development.' As specialists in the IT field, we offer a diverse range of services through information data and develop solutions through application/web platforms.",
    "ceo-msg2": "NIA prioritizes 'integration' and 'innovation' as its core foundation. With the vision of 'Focusing on innovation, high-quality services, and advanced technological solutions, we are determined to make a meaningful contribution to advancing the world of information technology. Through this commitment, we strive to build strong, long-term relationships with customers, becoming a reliable partner and continuing to be a leading provider of IT solutions.' We are committed to continually building and maintaining trust, aligning with the rapid changes in technology trends.",
    "story": "Our Stories",
    "january": "January",
    "february": "February",
    "march": "March",
    "april": "April",
    "may": "May",
    "june": "June",
    "july": "July",
    "august": "August",
    "september": "September",
    "october": "October",
    "november": "November",
    "december": "December",
    "2024apr": "Samchully Networks was selected as partner for the Voucher Export project led by Korea SMEs & Startups Agency (KOSME) and Korea Trade Investment Promotion Agency (KONTRA) and PT NIA as project executor.",
    "2024feb-1": "Selected as Demonstration Agency for Indonesian Test Bed Support Project Agricultural Machinery Verification Management and Operation Service (Korea Agricultural Technology Promotion Agency/KOAT).",
    "2024feb-2": "Patent Application for Optimal Route Operation Techniques for Demand Responsive Transport (DRT).",
    "2024jan-1": "Development of Demand Response Transportation Platform 'Chaonda'",
    "2024jan-2": "The Leuwipanjang terminal, Bandung, which was developed by PT NIA, was inaugurated by the President of Indonesia, Mr. Ir. Joko Widodo.",
    "2024jan-3": "Registered as a Design Specialty Company (Multimedia Design) at The Korea Institute of Design Promotion.",
    "2023nov": "Awarded for Best ODA Implementer at Development Cooperation Day - Prime Minister Awards (Son Dong-kwon, Vice President Samchully Networks Co., Ltd.)",
    "2023oct": "Completion of the 'Master Plan and Pilot Operation for the Bus Terminal Improvement and ITS(Intelligent Transport System) Implementation in the Republic of Indonesia'",
    "2023aug": "Relocation of Indonesia's Corporate (AIA Central Building)",
    "2023jul": "Proceeded the 2nd Invitational Training in Korea for Civil Servants from the Ministry of Transport and Directorate General of Land Transportation in Indonesia",
    "2023jan": "Acquired Certificate from the Small and Medium Business Technology Innovation Association (Inno-Biz)",
    "2022nov": "Proceeded the 1st Invitational Training in Korea for Civil Servants from the Ministry of Transport and Directorate General of Land Transportation in Indonesia",
    "2022oct": "Completed the 2nd Year of 'Master Plan and Pilot Operation for the Bus Terminal Improvement and ITS(Intelligent Transport System) Implementation in the Republic of Indonesia",
    "2021dec-1": "Completed the 1st Year of 'Master Plan and Pilot Operation for the Bus Terminal Improvement and ITS(Intelligent Transport System) Implementation in the Republic of Indonesia",
    "2021dec-2": "Establishment of the Local Corporation in Indonesia (PT Networks Indonesia Aku)",
    "2021dec-3": "Selected as Host Company for 'Master Plan and Pilot Operation for the Bus Terminal Improvement and ITS(Intelligent Transport System) Implementation in the Republic of Indonesia' Project (ODA, MOLIT)",
    "2021jul": "Reacquired Certification from Korea Management Innovation Small and Medium Business Association (Main Biz)",
    "2021may": "Developed the Healthcare Platform 'Healthyhada'",
    "2021feb": "Launched ‘Olligo’, a transportation platform in the construction sector",
    "2020dec": "Completed the 1st Year of 'Master Plan and Pilot Operation for the Bus Terminal Improvement and ITS(Intelligent Transport System) Implementation in the Republic of Indonesia",
    "2020nov-1": "Developed the Contruction Transport Platform 'Olligo'",
    "2020nov-2": "Launched the “24 Hour Environment”, a Garbage Vehicle Tracking Transportation System for Construction",
    "2020may": "Acquired Overseas (Cambodia, Phnom Penh) Construction Business (Construction Engineering/ Information Communication Construction Business)",
    "2020aug": "Opened the Jeju Branch",
    "2019jul": "KOVA Venture Business Registration (No. 20190729-42348).",
    "2019jun": "Acquired Certification from the Korea Management Innovation Small and Medium Business Association (Main Biz)",
    "2019may": "Patent Acquisition: Automatic Vehicle Dispatching System (Patent No. 10-2038795)",
    "2019feb": "Developed & Launched the Special Transportation Vehicle Intermediary Platform 'Samchully PAY'",
    "2018sep": "Establishment of a Corporate Research Institute (Institute of Technology No. 2018113469)",
    "2018jun": "Acquired Quality Management System Certification ISO9001:2015 (No. 21-A-3486 Rev. 0)",
    "2018mar": "Designed & Developed Ticketing System based on Cloud",
    "2017jan": "Establishment of 25 Transport Platform Branches & Agencies All Across the Republic of Korea",
    "2016oct": "Developed and Maintenance Ticketing System for Guided Cruise for the National Cruise Association",
    "2016jun": "Developed and Launced of an Integrated Intelligent Transportation Platform (Commercialization)",
    "2015may": "Designed & Developed Mobile Wireless Telecommunication Relay Service (TRS) Solution (KT, KT Powertell, etc.)",
    "2015feb": "Opened and Operated Integrated Transport Call Center",
    "2014oct": "Established Samchully Networks Co., Ltd. (Head Office, in Seoul, Korea)",
    "core": "Core Values Guide Us to Excellence",
    "core-sub": "Expanding our commitment to integrity, innovation, collaboration, and continuous improvement.",
    "team": "Team Member",
    "team-sub": "Collaboration fuels our success, turning shared visions into remarkable achievements.",
    "q-mson": "'There is no such a small success to be celebrated.'",
    "div-mson": "President of Indonesia Branch office",
    "q-mkim": "'Every difficulty is an opportunity to grow and learn.'",
    "div-mkim": "Deputy General Manager",
    "q-galang": "Perseverance is the true key to success",
    "div-galang": "IT Support",
    "q-musa": "Technology is the power to change the world",
    "div-musa": "IT Dev (Frontend)",
    "q-sidik": "The gratefulness will bring you better future",
    "div-sidik": "IT Support",
    "q-fiqih": "Technology opens the door to an unlimited future",
    "div-fiqih": "IT Dev (Web Dev)",
    "q-fikri": "Creativity designs the future, technology makes it real",
    "div-fikri": "UI/UX Designer",
    "q-yuda": "Technology is best when it brings people together",
    "div-yuda": "IT Dev (Backend)",
    "q-ira": "Do not be afraid to fail. Failure is part of the journey to success",
    "div-ira": "Business Support (Translator)",
    "q-dwi": "Don't be afraid of failure, be afraid of never trying",
    "div-dwi": "Business Support",
    "q-erika": "Make every day as an opportunity to give your best",
    "div-erika": "Accounting/HR",
    "q-chika": "Every day is a new opportunity to become a better self",
    "div-chika": "Marketing (Public Relations)",
    "q-risky": "Courage is not the absence of fear, but the ability to overcome it",
    "div-risky": "Marketing (Editor)",
    "q-elvira": "Life balance is the key of true happiness",
    "div-elvira": "Business Support (Translator)",
    "korea": "Korea",
    "kr-address1": "JH Jangheung Building 4th Floor,",
    "kr-address2": "Magokjungang 6-ro,",
    "kr-address3": "Gangseo-gu,",
    "kr-address4": "Seoul 07802",
    "indo": "Indonesia",
    "in-address1": "AIA CENTRAL 21 st Floor.",
    "in-address2": "Jenderal Sudirman Street,",
    "in-address3": "Number Kav. 48A, Karet Semanggi,",
    "in-address4": "Setiabudi, South Jakarta City,",
    "in-address5": "DKI Jakarta 12930",
    "malay": "Malaysia",
    "my-address1": "126, MY Negeri Sembilan Seremban",
    "my-address2": "Seremban, 67,",
    "my-address3": "Pusat Komersial Saujana 3 Street,",
    "my-address4": "Pusat Komersial Saujana 70300",

    //community//
    "notice": "Notice",
    "news": "News",
    "news-content": "Explore the latest updates from our company, uncovering innovations and successes shaping the IT landscape. Stay informed with our insightful articles on industry trends and advancements.",

    //contact//
    "contact": "Contact Us",
    "address": "PT. Networks Indonesia Aku",
    "address1": "AIA CENTRAL 21st Floor.",
    "address2": "Jenderal Sudirman Street, Number Kav. 48A,",
    "address3": "Karet Semanggi, Kecamatan Setiabudi,",
    "address4": "South Jakarta City, DKI Jakarta 12930",
    "hq": "Samchully Networks (South Korea HQ)",
    "email1": "Email",
    "email2": "info@nia.co.id",
    "form-name": "Name",
    "form-email": "Email",
    "form-msg": "MEssage",
    "btn-submit": "Submit",
}
